Repository: BadraAlou/malicash
Catalog: locale/bm/LC_MESSAGES/django.po
Languages: bm

source: Envoyer de l'argent
bm: Sigi Kòrò

source: Suivi de transfert
bm: Kòrò Yé Taa

source: Tarifs et frais
bm: Kòrò Yé Naa

source: Nos agents
bm: Nin Ye Kelenw

source: Aide
bm: So Ka Kòrò

source: Mon profil
bm: N Ka Taga

source: Mes transferts
bm: N Ka Kòrò Luu

source: Déconnexion
bm: Daxu Taga

source: Connexion
bm: Taga Kaŋ

source: S'inscrire
bm: Taga Kòrò

source: MaliCash
bm: Mali Kòrò

source: Envoyez de l'argent partout dans le monde de manière rapide, sécurisée et à moindre coût.
bm: Kòrò Yé Sigi Waraa, Naa Ye So, Naa Ye Kelen

source: Liens utiles
bm: Naa Luu Ye So

source: Accueil
bm: Daxu

source: À propos
bm: N Ka Taga Ye

source: Services
bm: Naa So Luu

source: Contact
bm: Naxaara Kaŋ

source: Support
bm: So Kaŋ

source: FAQ
bm: Naa Taa Luu

source: Suivi
bm: Taa Kaŋ

source: Tous droits réservés
bm: Naa Xara Luu

source: Conditions d'utilisation
bm: Naa So Ye Xara

source: Politique de confidentialité
bm: Naa Taga Ye So

source: Montant
bm: Ka Wuli

source: Pays d'envoi
bm: Kabila Ka Jate
